

# Колличество пикселей которые добавят слева
ADD_SCREEN_WIDTH = 1024
# Колличество пикселей которые добавят сверху
ADD_SCREEN_HEIGHT = 0


# МАСТ ХЕВ ВРУЧНУЮ ПРОПИСАТЬ СВОИ ПУТИ

# Абсолютный путь к проекту
PROJECT_PATH = 'E:/StudyAndResearch/Plugins/UE_Profiler'

# Пути в рамках проекта к изначальным изображениям. Скорее всего нету нужды изменять
IMAGES_PATH = 'Saved/Test'

# Пути в рамках проекта к таблицам данных. Скорее всего нету нужды изменять
DATA_PATH = 'Saved/Profiling'

# Пути в рамках проекта к итоговым изображениям. Скорее всего нету нужды изменять
EXPORT_PATH = 'Saved/MergedImages'